Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 说话人分离模型下载失败：%@。请检查网络后重试，或参考设置页说明手动下载放入模型文件夹
ar: فشل تنزيل نموذج فصل المتحدثين: %@. تحقق من الشبكة وأعد المحاولة، أو اتبع تعليمات صفحة الإعدادات لتنزيله يدويًا في مجلد النموذج.
de: Download des Sprechertrennungsmodells fehlgeschlagen: %@. Prüfen Sie das Netzwerk und versuchen Sie es erneut, oder laden Sie es gemäß den Hinweisen auf der Einstellungsseite manuell in den Modellordner.
en: Speaker separation model download failed: %@. Check your network and retry, or follow the instructions on the Settings page to download it manually into the model folder.
es: Error al descargar el modelo de separación: %@. Comprueba la red e inténtalo de nuevo, o sigue las instrucciones de Ajustes para descargarlo manualmente en la carpeta de modelos.
fr: Échec du téléchargement du modèle de séparation : %@. Vérifiez le réseau et réessayez, ou suivez les instructions de la page Réglages pour le télécharger manuellement dans le dossier du modèle.
hi: वक्ता पृथक्करण मॉडल डाउनलोड विफल: %@। नेटवर्क जाँचकर पुनः प्रयास करें, या सेटिंग्स पेज के निर्देशों अनुसार मॉडल फ़ोल्डर में मैन्युअल डाउनलोड करें।
id: Gagal mengunduh model pemisahan pembicara: %@. Periksa jaringan lalu coba lagi, atau ikuti petunjuk di halaman Pengaturan untuk mengunduhnya secara manual ke folder model.
it: Download del modello di separazione non riuscito: %@. Controlla la rete e riprova, oppure segui le istruzioni nelle impostazioni per scaricarlo manualmente nella cartella del modello.
ja: 話者分離モデルのダウンロードに失敗しました：%@。ネットワークを確認して再試行するか、設定ページの説明に従ってモデルフォルダへ手動で配置してください。
ko: 화자 분리 모델 다운로드 실패: %@. 네트워크를 확인한 후 재시도하거나, 설정 페이지의 안내에 따라 모델 폴더에 수동으로 넣어 주세요.
nl: Download sprekersscheidingsmodel mislukt: %@. Controleer het netwerk en probeer opnieuw, of volg de instructies op de instellingenpagina om het handmatig in de modelmap te plaatsen.
pl: Nie udało się pobrać modelu rozdzielania mówców: %@. Sprawdź sieć i spróbuj ponownie albo pobierz go ręcznie do folderu modelu zgodnie z instrukcją w ustawieniach.
pt: Falha ao baixar o modelo de separação: %@. Verifique a rede e tente novamente, ou siga as instruções da página de configurações para baixá-lo manualmente na pasta do modelo.
ru: Не удалось скачать модель разделения говорящих: %@. Проверьте сеть и повторите, или следуйте инструкциям на странице настроек, чтобы вручную поместить её в папку модели.
sv: Hämtning av talarseparationsmodell misslyckades: %@. Kontrollera nätverket och försök igen, eller följ instruktionerna på inställningssidan för att hämta den manuellt till modellmappen.
th: ดาวน์โหลดโมเดลแยกผู้พูดล้มเหลว: %@ กรุณาตรวจสอบเครือข่ายแล้วลองใหม่ หรือทำตามคำแนะนำในหน้าการตั้งค่าเพื่อดาวน์โหลดด้วยตนเองไว้ในโฟลเดอร์โมเดล
tr: Konuşmacı ayrımı modeli indirilemedi: %@. Ağı kontrol edip yeniden deneyin veya Ayarlar sayfasındaki talimatlara göre modeli klasöre elle indirin.
uk: Не вдалося завантажити модель розділення мовців: %@. Перевірте мережу та повторіть, або скористайтеся інструкціями на сторінці налаштувань, щоб завантажити її вручну в папку моделі.
vi: Tải mô hình tách người nói thất bại: %@. Vui lòng kiểm tra mạng rồi thử lại, hoặc làm theo hướng dẫn trong trang Cài đặt để tải thủ công vào thư mục mô hình.
zh_hant: 說話人分離模型下載失敗：%@。請檢查網路後重試，或參考設定頁說明手動下載放入模型資料夾

source: 说话人分离模型不完整：%@。请在「设置 → 语音转写」下载模型，或手动将 segmentation.onnx 与 embedding.onnx 放入该文件夹
ar: نموذج فصل المتحدثين غير مكتمل: %@. يرجى تنزيل النموذج من «الإعدادات ← التفريغ الصوتي»، أو وضع segmentation.onnx وembedding.onnx يدويًا في هذا المجلد.
de: Sprechertrennungsmodell unvollständig: %@. Laden Sie das Modell unter „Einstellungen → Sprachtranskription“ oder legen Sie segmentation.onnx und embedding.onnx manuell in den Ordner.
en: Speaker separation model incomplete: %@. Download the model in “Settings → Speech Transcription”, or manually place segmentation.onnx and embedding.onnx into that folder.
es: Modelo de separación incompleto: %@. Descarga el modelo en "Ajustes → Transcripción de voz" o coloca manualmente segmentation.onnx y embedding.onnx en esa carpeta.
fr: Modèle de séparation incomplet : %@. Téléchargez le modèle dans « Réglages → Transcription », ou placez manuellement segmentation.onnx et embedding.onnx dans ce dossier.
hi: वक्ता पृथक्करण मॉडल अधूरा है: %@। कृपया "सेटिंग्स → वाक् ट्रांसक्रिप्शन" में मॉडल डाउनलोड करें, या segmentation.onnx व embedding.onnx को उस फ़ोल्डर में मैन्युअल रूप से रखें।
id: Model pemisahan pembicara tidak lengkap: %@. Unduh model di "Pengaturan → Transkripsi Suara", atau letakkan segmentation.onnx dan embedding.onnx secara manual ke folder tersebut.
it: Modello di separazione incompleto: %@. Scarica il modello in "Impostazioni → Trascrizione vocale" oppure inserisci manualmente segmentation.onnx ed embedding.onnx nella cartella.
ja: 話者分離モデルが不完全です：%@。「設定 → 音声転写」でモデルをダウンロードするか、segmentation.onnx と embedding.onnx をそのフォルダに手動で配置してください。
ko: 화자 분리 모델이 불완전합니다: %@. "설정 → 음성 전사"에서 모델을 다운로드하거나 segmentation.onnx와 embedding.onnx를 해당 폴더에 수동으로 넣어 주세요.
nl: Sprekersscheidingsmodel onvolledig: %@. Download het model via "Instellingen → Spraaktranscriptie" of plaats segmentation.onnx en embedding.onnx handmatig in die map.
pl: Model rozdzielania mówców jest niekompletny: %@. Pobierz model w "Ustawienia → Transkrypcja mowy" albo ręcznie umieść segmentation.onnx i embedding.onnx w tym folderze.
pt: Modelo de separação incompleto: %@. Baixe o modelo em "Configurações → Transcrição de voz" ou coloque manualmente segmentation.onnx e embedding.onnx nessa pasta.
ru: Модель разделения говорящих неполная: %@. Скачайте модель в «Настройки → Транскрипция» или вручную поместите segmentation.onnx и embedding.onnx в эту папку.
sv: Talarseparationsmodellen är ofullständig: %@. Hämta modellen via "Inställningar → Taltranskription" eller lägg manuellt segmentation.onnx och embedding.onnx i den mappen.
th: โมเดลแยกผู้พูดไม่สมบูรณ์: %@ กรุณาดาวน์โหลดโมเดลใน "การตั้งค่า → การถอดเสียง" หรือวาง segmentation.onnx กับ embedding.onnx ในโฟลเดอร์นั้นด้วยตนเอง
tr: Konuşmacı ayrımı modeli eksik: %@. Modeli "Ayarlar → Konuşma Transkripsiyonu" bölümünden indirin ya da segmentation.onnx ve embedding.onnx dosyalarını bu klasöre elle koyun.
uk: Модель розділення мовців неповна: %@. Завантажте модель у «Налаштування → Транскрипція» або вручну помістіть segmentation.onnx і embedding.onnx у цю папку.
vi: Mô hình tách người nói không đầy đủ: %@. Vui lòng tải mô hình trong "Cài đặt → Phiên âm giọng nói", hoặc tự đặt segmentation.onnx và embedding.onnx vào thư mục đó.
zh_hant: 說話人分離模型不完整：%@。請在「設定 → 語音轉寫」下載模型，或手動將 segmentation.onnx 與 embedding.onnx 放入該資料夾

source: 说话人区分
ar: فصل المتحدثين
de: Sprechertrennung
en: Speaker Separation
es: Separación de hablantes
fr: Séparation des intervenants
hi: वक्ता पृथक्करण
id: Pemisahan Pembicara
it: Separazione dei parlanti
ja: 話者分離
ko: 화자 분리
nl: Sprekersscheiding
pl: Rozdzielanie mówców
pt: Separação de falantes
ru: Разделение говорящих
sv: Talarseparation
th: การแยกผู้พูด
tr: Konuşmacı Ayrımı
uk: Розділення мовців
vi: Tách người nói
zh_hant: 說話人區分

source: 说话人区分已就绪
ar: فصل المتحدثين جاهز
de: Sprechertrennung ist bereit
en: Speaker separation is ready
es: La separación de hablantes está lista
fr: La séparation des intervenants est prête
hi: वक्ता पृथक्करण तैयार है
id: Pemisahan pembicara siap
it: La separazione dei parlanti è pronta
ja: 話者分離の準備ができました
ko: 화자 분리가 준비되었습니다
nl: Sprekersscheiding is gereed
pl: Rozdzielanie mówców jest gotowe
pt: A separação de falantes está pronta
ru: Разделение говорящих готово
sv: Talarseparationen är redo
th: การแยกผู้พูดพร้อมแล้ว
tr: Konuşmacı ayrımı hazır
uk: Розділення мовців готове
vi: Tách người nói đã sẵn sàng
zh_hant: 說話人區分已就緒

source: 说话人区分组件下载失败，本次转写将不做说话人区分：%@
ar: فشل تنزيل مكوّن فصل المتحدثين؛ لن يفصل هذا التفريغ بين المتحدثين: %@
de: Download der Sprechertrennungskomponente fehlgeschlagen; bei dieser Transkription werden keine Sprecher getrennt: %@
en: Speaker separation component download failed; this transcription won't separate speakers: %@
es: Error al descargar el componente de separación de hablantes; esta transcripción no separará a los hablantes: %@
fr: Échec du téléchargement du composant de séparation des intervenants ; cette transcription ne séparera pas les intervenants : %@
hi: वक्ता पृथक्करण घटक डाउनलोड विफल; इस ट्रांसक्रिप्शन में वक्ताओं को अलग नहीं किया जाएगा: %@
id: Gagal mengunduh komponen pemisahan pembicara; transkripsi ini tidak akan memisahkan pembicara: %@
it: Download del componente di separazione dei parlanti non riuscito; questa trascrizione non separerà i parlanti: %@
ja: 話者分離コンポーネントのダウンロードに失敗しました。今回の文字起こしでは話者を分離しません：%@
ko: 화자 분리 구성 요소 다운로드에 실패했습니다. 이번 전사에서는 화자를 분리하지 않습니다: %@
nl: Downloaden van de component voor sprekersscheiding mislukt; bij deze transcriptie worden geen sprekers gescheiden: %@
pl: Pobieranie komponentu rozdzielania mówców nie powiodło się; ta transkrypcja nie będzie rozdzielać mówców: %@
pt: Falha ao transferir o componente de separação de falantes; esta transcrição não separará os falantes: %@
ru: Не удалось загрузить компонент разделения говорящих; в этой расшифровке говорящие не будут разделены: %@
sv: Nedladdning av talarseparationskomponenten misslyckades; denna transkription separerar inte talare: %@
th: ดาวน์โหลดคอมโพเนนต์แยกผู้พูดไม่สำเร็จ การถอดความครั้งนี้จะไม่แยกผู้พูด: %@
tr: Konuşmacı ayrımı bileşeni indirilemedi; bu çeviri yazıda konuşmacılar ayrılmayacak: %@
uk: Не вдалося завантажити компонент розділення мовців; у цій транскрипції мовці не будуть розділені: %@
vi: Tải thành phần tách người nói thất bại; lần chuyển ngữ này sẽ không tách người nói: %@
zh_hant: 說話人區分元件下載失敗，本次轉寫將不做說話人區分：%@

source: 请先在「大模型」中添加本地模型（LM Studio / Ollama）
ar: يرجى أولًا إضافة نموذج محلي (LM Studio / Ollama) في «النماذج».
de: Bitte zuerst unter „LLM“ ein lokales Modell (LM Studio / Ollama) hinzufügen.
en: Please add a local model (LM Studio / Ollama) in "LLM" first.
es: Primero añade un modelo local (LM Studio / Ollama) en "LLM".
fr: Ajoutez d’abord un modèle local (LM Studio / Ollama) dans « LLM ».
hi: पहले "LLM" में लोकल मॉडल (LM Studio / Ollama) जोड़ें।
id: Tambahkan dulu model lokal (LM Studio / Ollama) di "LLM".
it: Aggiungi prima un modello locale (LM Studio / Ollama) in "LLM".
ja: 先に「LLM」でローカルモデル（LM Studio / Ollama）を追加してください。
ko: 먼저 "LLM"에서 로컬 모델(LM Studio / Ollama)을 추가하세요.
nl: Voeg eerst een lokaal model (LM Studio / Ollama) toe onder "LLM".
pl: Najpierw dodaj model lokalny (LM Studio / Ollama) w „LLM”.
pt: Adicione primeiro um modelo local (LM Studio / Ollama) em "LLM".
ru: Сначала добавьте локальную модель (LM Studio / Ollama) в разделе «LLM».
sv: Lägg först till en lokal modell (LM Studio / Ollama) under "LLM".
th: กรุณาเพิ่มโมเดลภายในเครื่อง (LM Studio / Ollama) ใน "LLM" ก่อน
tr: Lütfen önce "LLM" bölümüne yerel bir model (LM Studio / Ollama) ekleyin.
uk: Спершу додайте локальну модель (LM Studio / Ollama) у розділі «LLM».
vi: Trước tiên hãy thêm mô hình cục bộ (LM Studio / Ollama) trong "LLM".
zh_hant: 請先在「大模型」中添加本地模型（LM Studio / Ollama）

source: 请先在设置中选择大模型配置。
ar: يرجى اختيار إعداد LLM من الإعدادات أولًا.
de: Bitte wählen Sie zuerst in den Einstellungen eine LLM-Konfiguration aus.
en: Please select an LLM configuration in Settings first.
es: Selecciona primero una configuración de LLM en Ajustes.
fr: Veuillez d'abord sélectionner une configuration LLM dans les Réglages.
hi: कृपया पहले सेटिंग्स में एक LLM कॉन्फ़िगरेशन चुनें।
id: Pilih konfigurasi LLM di Pengaturan terlebih dahulu.
it: Seleziona prima una configurazione LLM nelle Impostazioni.
ja: 先に設定で LLM 構成を選択してください。
ko: 먼저 설정에서 LLM 구성을 선택하세요.
nl: Selecteer eerst een LLM-configuratie in Instellingen.
pl: Najpierw wybierz konfigurację LLM w Ustawieniach.
pt: Selecione primeiro uma configuração de LLM nos Ajustes.
ru: Сначала выберите конфигурацию LLM в настройках.
sv: Välj först en LLM-konfiguration i Inställningar.
th: โปรดเลือกการตั้งค่า LLM ในการตั้งค่าก่อน
tr: Lütfen önce Ayarlar'dan bir LLM yapılandırması seçin.
uk: Спершу виберіть конфігурацію LLM у налаштуваннях.
vi: Vui lòng chọn cấu hình LLM trong Cài đặt trước.
zh_hant: 請先在設定中選擇大型模型設定。

source: 请先完成录音转写，再生成总结
ar: يرجى إتمام تفريغ التسجيل أولًا، ثم إنشاء الملخص
de: Bitte schließen Sie zuerst die Transkription der Aufnahme ab, bevor Sie die Zusammenfassung erstellen
en: Please complete the recording transcription first, then generate the summary
es: Complete primero la transcripción de la grabación y luego genere el resumen
fr: Veuillez d'abord terminer la transcription de l'enregistrement, puis générer le résumé
hi: कृपया पहले रिकॉर्डिंग ट्रांसक्रिप्शन पूरा करें, फिर सारांश बनाएँ
id: Selesaikan transkripsi rekaman terlebih dahulu, lalu buat ringkasan
it: Completa prima la trascrizione della registrazione, poi genera il riepilogo
ja: まず録音の文字起こしを完了してから、要約を生成してください
ko: 먼저 녹음 전사를 완료한 후 요약을 생성하세요
nl: Voltooi eerst de transcriptie van de opname en genereer dan de samenvatting
pl: Najpierw ukończ transkrypcję nagrania, a następnie wygeneruj podsumowanie
pt: Conclua primeiro a transcrição da gravação e depois gere o resumo
ru: Сначала завершите транскрипцию записи, затем создайте резюме
sv: Slutför först inspelningens transkription och skapa sedan sammanfattningen
th: โปรดทำคำถอดเสียงการบันทึกให้เสร็จก่อน แล้วจึงสร้างสรุป
tr: Önce kayıt dökümünü tamamlayın, ardından özeti oluşturun
uk: Спершу завершіть транскрипцію запису, потім створіть підсумок
vi: Vui lòng hoàn tất chuyển bản ghi âm trước, rồi tạo tóm tắt
zh_hant: 請先完成錄音轉錄，再產生總結

source: 请先阅读完整内容
ar: اقرأ المحتوى كاملًا أولًا
de: Bitte lesen Sie zuerst den vollständigen Inhalt
en: Please read the full content first
es: Lee primero el contenido completo
fr: Veuillez d'abord lire l'intégralité du contenu
hi: कृपया पहले पूरी सामग्री पढ़ें
id: Silakan baca seluruh konten terlebih dahulu
it: Leggi prima l'intero contenuto
ja: 先に全文をお読みください
ko: 먼저 전체 내용을 읽어 주세요
nl: Lees eerst de volledige inhoud
pl: Najpierw przeczytaj całą treść
pt: Leia primeiro o conteúdo completo
ru: Сначала прочитайте содержимое полностью
sv: Läs hela innehållet först
th: โปรดอ่านเนื้อหาให้ครบก่อน
tr: Lütfen önce içeriğin tamamını okuyun
uk: Спершу прочитайте весь вміст
vi: Vui lòng đọc toàn bộ nội dung trước
zh_hant: 請先閱讀完整內容

source: 请在「系统设置 → 隐私与安全性 → 屏幕录制」中允许 Memonta，然后重新触发截图。
ar: يرجى السماح لـ Memonta في «إعدادات النظام → الخصوصية والأمان → تسجيل الشاشة» ثم إعادة التقاط لقطة الشاشة.
de: Bitte erlauben Sie Memonta unter „Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme“ und lösen Sie dann den Screenshot erneut aus.
en: Please allow Memonta in “System Settings → Privacy & Security → Screen Recording”, then trigger the screenshot again.
es: Permita Memonta en «Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla» y vuelva a capturar.
fr: Veuillez autoriser Memonta dans « Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran », puis relancez la capture.
hi: कृपया “सिस्टम सेटिंग्स → प्राइवेसी और सिक्योरिटी → स्क्रीन रिकॉर्डिंग” में Memonta की अनुमति दें, फिर स्क्रीनशॉट दोबारा लें।
id: Izinkan Memonta di “Pengaturan Sistem → Privasi & Keamanan → Perekaman Layar”, lalu ambil tangkapan layar lagi.
it: Consenti Memonta in “Impostazioni di Sistema → Privacy e sicurezza → Registrazione schermo”, quindi riavvia lo screenshot.
ja: 「システム設定 → プライバシーとセキュリティ → 画面収録」で Memonta を許可してから、再度スクリーンショットを実行してください。
ko: 「시스템 설정 → 개인정보 보호 및 보안 → 화면 녹화」에서 Memonta를 허용한 후 다시 스크린샷을 실행하세요.
nl: Sta Memonta toe in “Systeeminstellingen → Privacy en beveiliging → Schermopname” en leg de schermafbeelding opnieuw vast.
pl: Zezwól na Memonta w „Ustawienia systemowe → Prywatność i bezpieczeństwo → Nagrywanie ekranu”, a następnie ponów zrzut ekranu.
pt: Permita o Memonta em “Ajustes do Sistema → Privacidade e Segurança → Gravação de Ecrã” e repita a captura.
ru: Разрешите Memonta в «Системные настройки → Конфиденциальность и безопасность → Запись экрана», затем повторите скриншот.
sv: Tillåt Memonta i ”Systeminställningar → Integritet och säkerhet → Skärminspelning” och ta sedan skärmdumpen igen.
th: โปรดอนุญาต Memonta ใน "การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → การบันทึกหน้าจอ" แล้วถ่ายภาพหน้าจออีกครั้ง
tr: Memonta’ya “Sistem Ayarları → Gizlilik ve Güvenlik → Ekran Kaydı” bölümünde izin verin, ardından ekran görüntüsünü tekrar alın.
uk: Дозвольте Memonta у «Системні налаштування → Конфіденційність і безпека → Запис екрана», потім повторіть знімок.
vi: Hãy cho phép Memonta trong “Cài đặt hệ thống → Quyền riêng tư và bảo mật → Ghi màn hình”, rồi chụp lại.
zh_hant: 請在「系統設定 → 隱私權與安全性 → 螢幕錄製」中允許 Memonta，然後重新觸發截圖。

source: 请填写 Base URL。
ar: يرجى إدخال عنوان Base URL.
de: Bitte geben Sie die Basis-URL ein.
en: Please enter the Base URL.
es: Introduce la URL base.
fr: Veuillez saisir l'URL de base.
hi: कृपया Base URL भरें।
id: Silakan isi Base URL.
it: Inserisci l’URL di base.
ja: Base URL を入力してください。
ko: Base URL을 입력하세요.
nl: Voer de Base-URL in.
pl: Wpisz Base URL.
pt: Introduza o URL base.
ru: Укажите базовый URL.
sv: Ange bas-URL.
th: โปรดกรอก Base URL
tr: Lütfen Base URL girin.
uk: Укажіть базову URL-адресу.
vi: Vui lòng nhập Base URL.
zh_hant: 請填寫 Base URL。

source: 请填写模型名称。
ar: يرجى إدخال اسم النموذج.
de: Bitte geben Sie den Modellnamen ein.
en: Please enter the model name.
es: Introduce el nombre del modelo.
fr: Veuillez saisir le nom du modèle.
hi: कृपया मॉडल का नाम भरें।
id: Silakan isi nama model.
it: Inserisci il nome del modello.
ja: モデル名を入力してください。
ko: 모델 이름을 입력하세요.
nl: Voer de modelnaam in.
pl: Wpisz nazwę modelu.
pt: Introduza o nome do modelo.
ru: Укажите название модели.
sv: Ange modellnamnet.
th: โปรดกรอกชื่อโมเดล
tr: Lütfen model adını girin.
uk: Укажіть назву моделі.
vi: Vui lòng nhập tên mô hình.
zh_hant: 請填寫模型名稱。

source: 请填写配置名称。
ar: يرجى إدخال اسم الإعداد.
de: Bitte geben Sie den Namen der Konfiguration ein.
en: Please enter the configuration name.
es: Introduce el nombre de la configuración.
fr: Veuillez saisir le nom de la configuration.
hi: कृपया कॉन्फ़िगरेशन का नाम भरें।
id: Silakan isi nama konfigurasi.
it: Inserisci il nome della configurazione.
ja: 設定名を入力してください。
ko: 설정 이름을 입력하세요.
nl: Voer de naam van de configuratie in.
pl: Wpisz nazwę konfiguracji.
pt: Introduza o nome da configuração.
ru: Укажите название конфигурации.
sv: Ange konfigurationens namn.
th: โปรดกรอกชื่อการตั้งค่า
tr: Lütfen yapılandırma adını girin.
uk: Укажіть назву конфігурації.
vi: Vui lòng nhập tên cấu hình.
zh_hant: 請填寫設定名稱。

source: 请将完整的 Whisper CoreML 模型放在该文件夹下（直接包含或放在单个子文件夹中）：AudioEncoder.mlmodelc、MelSpectrogram.mlmodelc、TextDecoder.mlmodelc 及 tokenizer.json 等文件。
ar: ضع نموذج Whisper CoreML الكامل في هذا المجلد (مباشرة أو في مجلد فرعي واحد): AudioEncoder.mlmodelc وMelSpectrogram.mlmodelc وTextDecoder.mlmodelc وملفات tokenizer.json وغيرها.
de: Legen Sie ein vollständiges Whisper-CoreML-Modell in diesen Ordner (direkt oder in einem einzelnen Unterordner): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc sowie tokenizer.json usw.
en: Place a complete Whisper CoreML model under this folder (directly or in a single subfolder): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc and tokenizer.json files.
es: Coloque un modelo Whisper CoreML completo en esta carpeta (directamente o en una única subcarpeta): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc y los archivos tokenizer.json, etc.
fr: Placez un modèle Whisper CoreML complet sous ce dossier (directement ou dans un seul sous-dossier) : AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc et les fichiers tokenizer.json, etc.
hi: इस फ़ोल्डर के अंतर्गत एक पूर्ण Whisper CoreML मॉडल रखें (सीधे या किसी एक उपफ़ोल्डर में): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc और tokenizer.json आदि फ़ाइलें।
id: Letakkan model Whisper CoreML lengkap di folder ini (langsung atau dalam satu subfolder): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc dan file tokenizer.json, dsb.
it: Posiziona un modello Whisper CoreML completo in questa cartella (direttamente o in una singola sottocartella): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc e i file tokenizer.json, ecc.
ja: 完全な Whisper CoreML モデルをこのフォルダ配下に置いてください（直下または単一のサブフォルダ内）：AudioEncoder.mlmodelc、MelSpectrogram.mlmodelc、TextDecoder.mlmodelc および tokenizer.json 等のファイル。
ko: 완전한 Whisper CoreML 모델을 이 폴더 아래에 두세요(직접 포함하거나 단일 하위 폴더에 배치): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc 및 tokenizer.json 등 파일.
nl: Plaats een compleet Whisper CoreML-model in deze map (direct of in één submap): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc en tokenizer.json-bestanden enz.
pl: Umieść kompletny model Whisper CoreML w tym folderze (bezpośrednio lub w jednym podfolderze): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc oraz pliki tokenizer.json itp.
pt: Coloque um modelo Whisper CoreML completo nesta pasta (diretamente ou em uma única subpasta): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc e os arquivos tokenizer.json, etc.
ru: Поместите полную модель Whisper CoreML в эту папку (напрямую или в одну подпапку): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc и файлы tokenizer.json и т. д.
sv: Placera en komplett Whisper CoreML-modell i denna mapp (direkt eller i en enda undermapp): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc och tokenizer.json-filer m.m.
th: วางโมเดล Whisper CoreML ที่สมบูรณ์ในโฟลเดอร์นี้ (โดยตรงหรือในโฟลเดอร์ย่อยเดียว): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc และไฟล์ tokenizer.json เป็นต้น
tr: Bu klasörün altına tam bir Whisper CoreML modeli yerleştirin (doğrudan veya tek bir alt klasörde): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc ve tokenizer.json vb. dosyalar.
uk: Помістіть повну модель Whisper CoreML у цю папку (безпосередньо або в одну підпапку): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc та файли tokenizer.json тощо.
vi: Đặt mô hình Whisper CoreML hoàn chỉnh vào thư mục này (trực tiếp hoặc trong một thư mục con duy nhất): AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc và các tệp tokenizer.json, v.v.
zh_hant: 請將完整的 Whisper CoreML 模型放在該資料夾下（直接包含或放在單個子資料夾中）：AudioEncoder.mlmodelc、MelSpectrogram.mlmodelc、TextDecoder.mlmodelc 及 tokenizer.json 等檔案。
